Repository: sbathgate/lokole
Catalog: opwen_email_client/webapp/translations/ln/LC_MESSAGES/messages.po
Languages: ln

source: Please log in to access this page.
ln: Ozali na ndingisa kokota ya page oyo.

source: You do not have permission to view this page.
ln: Ozali na ndingisa te ya komona page oyo

source: Invalid password.
ln: Mot de passe oyo yango te

source: The password must have at least 6 characters.
ln: Mot de passe na yo esengeli ezala na 6 lettres to nombres

source: Email sent!
ln: Email na yo ekeyi deja

source: Invalid email address.
ln: Adresse oyo ezali mabe

source: Please specify a recipient.
ln: Yebisa na nani otindi.

source: You are now logged in.
ln: Okoti sikoyo.

source: You have logged out successfully.
ln: Okoti na malamu.

source: Welcome!
ln: Boyeyi malamu.

source: Please only use letters, numbers, dots and dashes.
ln: Bolimbisi. Salela kaka ba lettres, ba nombres, ba points pe ba datraits.

source: Your Lokole account has been created successfully!
ln: Compte na yo Lokole esalami na bolamo penza.

source: Your account has been suspended. Please contact your administrator.
ln: Compte na yo ekangami. Bolimbisi. Tuna administrateur.

source: Email synchronization completed.
ln: Ba emails ebalusami malamu malamu.

source: Unexpected error. Please contact your admin.
ln: Erreur ya mbalakaka. Contacter administrateur na yo.

source: This page does not exist.
ln: Page ozali koluka ezali te.

source: This user does not exist.
ln: Kombo oyo ezalali te.

source: The user was suspended.
ln: Kombo oyo ekangami.

source: The user was un-suspended.
ln: Kombo oyo ekangami.

source: What is Lokole?
ln: Lokole ezali nini?

source: Lokole is a project of the Canadian-Congolese non-profit organization Ascoderu that enables rural communities to cheaply and sustainably access the global communications network via email. As such, Lokole is Ascoderu's contribution to the United Nations Sustainable Development Goal 9: achieving global sustainable communications infrastructure.
ln: Lokole ezali projet ONG moko ya Congolais na ba Canadiens na kombo ya Ascoderu po na kopesa makoki na ba communuautes rurales ba koka kokota na communication mondiale na nzela ya email. Na yango, Lokole ezali contribution ya Ascoderu epayi ya Goal de Development Soutenable No. 9 oyo ya Nations Unies po na kosimba ba infrastructure ya communication mondiale.

source: How does it work?
ln: Ndenge nini esalaka?

source: The Lokole is a small device that creates a local network: the Lokole WiFi. You can connect to this network with any device: your phone, your tablet or your laptop. Once on the network, you access the Lokole website where you read and write emails via your Ascoderu account. Once per day, when the cost of bandwidth is cheapest the Lokole then transmits everyone's emails to the cloud. In this way, many people can pool their resources to make email available for everyone.
ln: Lokole ezali appareil moko ya moke oyo ebimisaka reseau moko ya WiFi. Moto nioso a koki ko se connecter na reseau oyo na appareil portable na ye. (telephone, laptop to tablet). Tango o koti na reseau ya Lokole, Okoti na site ya Lokole epayi okotanga pe okokoma ba emails na yo na compte na yo. Lokole etindaga ba emails ya bato nionso na mapata na mokolo na mokolo na tango service ya Internet ezalaka moins chere. Boye bato ebele bakoki kosangisa makoki na bango po moto nioso a koka kosalela systeme ya email.

source: Meet the team
ln: Tala bato basali Lokole.

source: Founder
ln: Fondateur.

source: CEO
ln: President Delegue General.

source: Nzola is a native of the DRC in Africa who now lives in Victoria, Canada. While being employed by the humanitarian organization Mission Aviation Fellowship in the Congo, Angola, Namibia, South Africa and Zambia for 19 years, Nzola developed expertise with communications devices and an acute understanding of the communication problems in rural sub-saharan Africa.
ln: Nzola azali muana ya mboka ya Congo RDC oyo na sika azali kofanda na Victoria, Canada. Na tango azalaki naino kosala po na ONG Humanitaire moko na kombo ya Mission Aviation Fellowship kobanda na mboka Congo RDC, Angola, Namibie, Afrique du su Sud, pe na Zambie pendant 19 ans, Nzola a mekolaki boyebi na makambo etali ba appareil ya communications pe bozindo na makambo etali mikakatano ya communications na ba mboka ya mike mike.

source: Laura is a self-taught developer and passionate advocate for positive change and justice with a MSc in International Development. Laura has dedicated 10 years of her life supporting local and international NGOs. Before supporting Ascoderu, she worked at the British Columbia Council for International Cooperation (BCCIC) and for Amnesty International.
ln: Laura azali muasi oyo amiyekolisi ye moko na makambo ya development pe azali na mposa makasi ya ya kolobela makambo etali changement positive pe na justice kati na organization Development International Msc. Laura a pesaki ba mbula zomi (10 ans) ya bomoyi na ye kosunga ba ONG local pe international. Liboso aya kosunga Ascoderu, ye asalaki liboso na ba organisations oyo: Le Conseil pour la Cooperation International de la Colonine Britanique pe na Amnesty International.

source: Development
ln: Developement

source: Clemens is a full-stack software developer who spent much of his life in Togo, Mali and Zambia and is now based in Vancouver, Canada. He honed his software chops working on large-scale projects at Amazon and Microsoft and on open-source projects such as the sharing platform yunity. Clemens now drives the development of all technical aspects of Ascoderu's projects.
ln: Clemens azali na mayele mingi na makambo etali development ya ba logiciel ya ba ordinateur, pe afandaka na ba mboka oyo: Togo, Mali, na Zambie, pe sika oyo azali kofanda na Vancouver, kati na Canada. Azua boyebi na ye ya ba logiciel tango asalaka na ba projets ya minene na company ya Amazone pe na Microsoft pe na ba projets "open-source lokola bokaboli na nzela y yunity.

source: Registered accounts
ln: Ba comptes oyo salami

source: Last login
ln: Tango okotaki mbala ya sima

source: Action
ln: Action na yo

source: Suspend
ln: Okangami

source: Activate
ln: Ba activite

source: Email status
ln: Etat ya ba emails

source: The next sync will upload %(num)d email(s).
ln: Ba emails ekokota lisusu na %(num)d email(s)

source: Sync now
ln: Balusa sikoyo

source: No emails.
ln: Oza na email te

source: To
ln: Epayi ya

source: Cc
ln: Copie

source: Bcc
ln: Copie ya kobombama

source: Subject
ln: Sujet ya mokanda

source: Message
ln: Koma message

source: Attachments
ln: Pieces jointes

source: Send
ln: Tinda

source: files selected
ln: Ba dossiers oponi

source: Remove
ln: Longola dossier

source: Choose files
ln: Pona ba dossiers

source: Bold
ln: Kokoma makasi

source: Italic
ln: Kokoma na italique

source: Underline
ln: ko souliger

source: Un-ordered list
ln: Oyo liste ezanga ordre

source: Ordered list
ln: Oyo Liste ya ordre

source: Email for all
ln: Email po na moto nionso

source: Lokole logo.
ln: Elembo ya Lokole

source: Send and receive emails with unlimited attachments for free.
ln: Tinda pe kozua ba emails ebele na ndenge olingi na ofele

source: Sign up
ln: Mikomisa

source: Check your emails
ln: Tala ba emails na yo.

source: Learn more
ln: Yeba makambo mingi mosusu

source: Already have an account?
ln: Ozali deja na compte ya email

source: Login now
ln: Kota na compte na yo sikoyo

source: Login
ln: Kota

source: Enter your Ascoderu email address or account name
ln: Koma adresse na yo ya email to kombo na yo

source: Enter your password
ln: Koma mot de passe na yo

source: Don't have an account?
ln: Nano ofungoli compte na yo te?

source: Register now!
ln: Fungola compte na yo sikoyo

source: Register
ln: Fungola compte

source: Enter your name
ln: Koma kombo na yo

source: Choose a password
ln: Pona mot de passe na yo

source: Repeat password
ln: Koma lisusu mot de passe na yo

source: Welcome to your Lokole account!
ln: Boyei malamu na compte na yo ya Lokole

source: With your account you can send and receive emails with unlimited attachments. You can learn more about how Lokole works
ln: Na compte na yo oyo okoki kotinda ba email na ba pieces jointes na ndenge olingi. Okoki ko yekola mingi na makambo etali ndenge Lokole esalaka

source: here
ln: Awa

source: Your Lokole account is fully set up and your email address is:
ln: Compte na yo ya Lokole esalami pe email na yo ezali:

source: Using this email address, you can talk to people from all over the world!
ln: Kosalela email oyo, ezali koloba kosolola na mokili mobimba

source: If you have any questions about your Lokole account, please get in touch by replying to this message.
ln: Soki ozali na mituna na maye etali Lokole, pesa reponse na message oyo.

source: All the best.
ln: To tombeli yo bolamo nionso

source: Your Lokole Team
ln: Biso equipe ya Lokole

source: Forwarded message
ln: Message olekisi na ba susu

source: From
ln: Kowuta epayi ya

source: Search
ln: Koluka

source: Reply
ln: Kozongisa

source: Reply all
ln: Kozongisa na bato nionso

source: Forward
ln: Kolekisa message na ba susu

source: Previous results
ln: Ba resultats eleki kala

source: Next results
ln: Ba reultas ezali koya

source: Error
ln: Kobunga

source: Information
ln: Ba sango

source: Success
ln: Kolonga

source: Toggle navigation
ln: Ko fungola kotambola

source: Home
ln: Page ya ebandeli

source: About
ln: Na maye matali organization oyo

source: Logout
ln: Bima na compte

source: Admin panel
ln: Page ya administrateur

source: Inbox
ln: Boite ya ba email ozui

source: Sent
ln: Ba email oyo otinda

source: Outbox
ln: Ba emails oyo ezali pene ya kotinda

source: Write email
ln: Koma email
